Repository: Rombond/tipsarr
Catalog: ios/Tipsarr/Tipsarr/Localizable.xcstrings
Source language: en
Languages: fr

# m.request.admin_note
source: Requests from admins are approved automatically.
fr: Les demandes des admins sont approuvées automatiquement.

# m.request.approved_by
source: by %@
fr: par %@

# m.request.cancel
source: Cancel request
fr: Annuler la demande

# m.request.cancel_confirm
source: Cancel your request for %@?
fr: Annuler votre demande pour %@ ?

# m.request.keep
source: Keep request
fr: Garder la demande

# m.request.selected
source: %@ selected
fr: %@ sélectionnée(s)

# m.request.sent_to
source: sent to %1$@ · %2$@
fr: envoyé à %1$@ · %2$@

# m.request.user_note
source: An admin will approve your request.
fr: Un admin approuvera votre demande.

# m.search.clear
source: Clear
fr: Effacer

# m.search.genres
source: Browse by genre
fr: Parcourir par genre

# m.search.prompt
source: Movies, TV shows, people
fr: Films, séries, personnes

# m.search.recents
source: Recent searches
fr: Recherches récentes

# m.session.expired_body
source: Your session expired. Sign in again to continue where you left off.
fr: Votre session a expiré. Reconnectez-vous pour reprendre là où vous étiez.

# m.session.expired_title
source: You’ve been signed out
fr: Vous avez été déconnecté

# m.session.sign_in
source: Sign in
fr: Se connecter

# m.settings.language_default
source: Default (iPhone language)
fr: Par défaut (langue de l’iPhone)

# m.settings.sign_out_confirm
source: Sign out of Tipsarr on this iPhone?
fr: Se déconnecter de Tipsarr sur cet iPhone ?

# m.settings.theme_footer
source: Choose how Tipsarr looks. System follows the appearance set in iOS.
fr: Choisissez l’apparence de Tipsarr. Système suit l’apparence réglée dans iOS.

# m.settings.theme_system
source: System
fr: Système

# m.settings.theme_system_hint
source: Follows your iPhone
fr: Suit votre iPhone

# m.tab.discover
source: Discover
fr: Découvrir

# m.tab.library
source: Library
fr: Bibliothèque

# m.tab.profile
source: Profile
fr: Profil

# m.tab.requests
source: Requests
fr: Demandes

# m.tab.search
source: Search
fr: Recherche

# m.update.body
source: Your server needs a newer version of the Tipsarr app. Update from the App Store to keep going.
fr: Votre serveur nécessite une version plus récente de l’app Tipsarr. Mettez à jour depuis l’App Store pour continuer.

# m.update.open_store
source: Open App Store
fr: Ouvrir l’App Store

# m.update.title
source: Update required
fr: Mise à jour requise

# media.approved
source: Approved
fr: Approuvé

# media.available
source: Available
fr: Disponible

# media.dry_run_nothing_sent
source: dry-run: nothing sent
fr: simulation : rien n’est envoyé

# media.in_radarr
source: In Radarr
fr: Dans Radarr

# media.not_interested
source: Not interested
fr: Pas intéressé

# media.not_interested_hint
source: Not interested: hide from my suggestions
fr: Pas intéressé : masquer de mes suggestions

# media.partial
source: Partial
fr: Partiel

# media.partially_available
source: Partially available
fr: Partiellement disponible

# media.request
source: Request
fr: Demander

# media.requested
source: Requested
fr: Demandé

# media.requesting
source: Requesting…
fr: Demande en cours…

# media.toast_approved
source: "%@" approved
fr: « %@ » approuvé

# media.toast_approved_dry
source: "%@" approved (dry-run: nothing sent)
fr: « %@ » approuvé (simulation : rien n’est envoyé)

# media.toast_requested
source: Requested "%@"
fr: « %@ » demandé

# media.view_details
source: View details
fr: Voir les détails

# nav.account
source: Account
fr: Compte

# nav.admin
source: Admin
fr: Administration

# nav.administrator
source: Administrator
fr: Administrateur

# nav.browse
source: Browse
fr: Parcourir

# nav.discover
source: Discover
fr: Découvrir

# nav.issues
source: Issues
fr: Problèmes

# nav.library
source: Library
fr: Bibliothèque

# nav.logout
source: Log out
fr: Se déconnecter

# nav.main
source: Main
fr: Principal

# nav.member
source: Member
fr: Membre

# nav.profile
source: Profile
fr: Profil

# nav.requests
source: Requests
fr: Demandes

# nav.settings
source: Settings
fr: Réglages

# nav.stats
source: Stats
fr: Statistiques

# nav.users
source: Users
fr: Utilisateurs

# nav.watchlist
source: Watchlist
fr: À voir

# person.biography
source: Biography
fr: Biographie

# person.birthplace
source: Place of birth
fr: Lieu de naissance

# person.born
source: Born
fr: Naissance

# person.born_age
source: Born (age)
fr: Naissance (âge)

# person.died_age
source: Died (age)
fr: Décès (âge)

# person.fallback
source: Person
fr: Personne

# person.known_for
source: Known for
fr: Connu pour

# person.no_bio
source: No biography available.
fr: Aucune biographie disponible.

# person.read_more
source: Read more
fr: Lire la suite

# person.show_less
source: Show less
fr: Réduire

# profile.all_requests
source: All requests
fr: Toutes les demandes

# profile.card_desc
source: The language is used for the whole interface and for titles and descriptions from TMDB. The region sets release dates and the default box-office chart.
fr: La langue sert pour toute l’interface ainsi que pour les titres et descriptions venant de TMDB. La région règle les dates de sortie et le classement box-office par défaut.

# profile.change_picture
source: Change picture
fr: Changer la photo

# profile.device_current
source: This device
fr: Cet appareil

# profile.device_last_used
source: Last used %@
fr: Dernière utilisation %@

# profile.device_sign_out
source: Sign out
fr: Déconnecter

# profile.device_signed_out
source: Device signed out.
fr: Appareil déconnecté.

# profile.device_web
source: Web browser
fr: Navigateur web

# profile.devices_desc
source: Browsers and apps where you are signed in. Signing a device out ends its session; it has to log in again.
fr: Navigateurs et applications où vous êtes connecté. Déconnecter un appareil termine sa session : il devra se reconnecter.

# profile.devices_sign_out_others
source: Sign out everywhere else
fr: Déconnecter partout ailleurs

# profile.devices_signed_out_others
source: Signed out everywhere else.
fr: Déconnecté partout ailleurs.

# profile.devices_title
source: Signed-in devices
fr: Appareils connectés

# profile.hidden_desc
source: Titles you marked “not interested”.
fr: Les titres que vous avez marqués « pas intéressé ».

# profile.hidden_title
source: Hidden from my suggestions
fr: Masqués de mes suggestions

# profile.language
source: Language
fr: Langue

# profile.last_seen
source: last seen %@
fr: dernière visite le %@

# profile.manage_user
source: Manage users
fr: Gérer les utilisateurs

# profile.member_since
source: Member since %@
fr: Membre depuis le %@

# profile.no_requests
source: No requests yet.
fr: Aucune demande pour l’instant.

# profile.nothing_hidden
source: Nothing hidden.
fr: Rien de masqué.

# profile.picture_invalid
source: Please choose a JPEG, PNG or GIF picture.
fr: Choisissez une image JPEG, PNG ou GIF.

# profile.picture_saved
source: Picture updated.
fr: Photo mise à jour.

# profile.picture_too_large
source: That picture is larger than 4 MB.
fr: Cette image dépasse 4 Mo.

# profile.preferences
source: Preferences
fr: Préférences

# profile.rating_source
source: Score on posters
fr: Note sur les affiches

# profile.rating_source_hint
source: Which score you see on posters. IMDb, Metacritic and Rotten Tomatoes exist for movies only (an admin needs Radarr set up); everything else shows TMDB.
fr: La note affichée sur les affiches. IMDb, Metacritic et Rotten Tomatoes n’existent que pour les films (un admin doit avoir configuré Radarr) ; le reste affiche TMDB.

# profile.recent_requests
source: Recent requests
fr: Demandes récentes

# profile.region
source: Region (2-letter country code, e.g. FR)
fr: Région (code pays à 2 lettres, p. ex. FR)

# profile.remove_picture
source: Remove my picture
fr: Retirer ma photo

# profile.saved
source: Saved.
fr: Enregistré.

# profile.saved_titles
source: Saved. Titles and descriptions use the new language from now on.
fr: Enregistré. Les titres et descriptions utilisent désormais la nouvelle langue.

# profile.stat_requests
source: Requests
fr: Demandes

# profile.stat_watched
source: Watched
fr: Vus

# profile.stat_watchlist
source: Watchlist
fr: À regarder

# profile.stats
source: Statistics
fr: Statistiques

# profile.tab_overview
source: Overview
fr: Aperçu

# profile.tab_settings
source: Settings
fr: Paramètres

# profile.title
source: Profile
fr: Profil

# profile.unhide
source: Unhide
fr: Réafficher

# ratings.mc_hint
source: Metacritic score out of 100
fr: Note Metacritic sur 100

# ratings.rt_audience_hint
source: Rotten Tomatoes audience score
fr: Note du public Rotten Tomatoes

# ratings.rt_hint
source: Rotten Tomatoes critics score
fr: Note des critiques Rotten Tomatoes

# ratings.title
source: Ratings
fr: Notes

# req.approve
source: Approve
fr: Approuver

# req.change_options
source: Quality profile for %@
fr: Profil de qualité pour %@

# req.change_options_short
source: Change quality profile
fr: Changer le profil de qualité

# req.decided_by
source: decided by %@
fr: décidé par %@

# req.decided_by_link
source: decided by
fr: décidé par

# req.decline
source: Decline
fr: Refuser

# req.delete
source: Delete
fr: Supprimer

# req.delete_aria
source: Delete the request for %@
fr: Supprimer la demande pour %@

# req.dialog_title
source: Request %@
fr: Demander %@

# req.failed_generic
source: Sending to the download manager failed; an admin can see the details.
fr: L’envoi au gestionnaire de téléchargement a échoué ; un administrateur peut voir les détails.

# req.imported_from
source: Already in %@
fr: Déjà dans %@

# req.options_hint
source: Optional: choose how %@ adds it. The defaults are pre-selected.
fr: Facultatif : choisissez comment %@ l’ajoute. Les valeurs par défaut sont présélectionnées.

# req.quality_profile
source: Quality profile
fr: Profil de qualité

# req.reason
source: Reason: %@
fr: Motif : %@

# req.request_seasons
source: Request %1$@ season | Request %1$@ seasons
fr: Demander %1$@ saison | Demander %1$@ saisons

# req.requested_by
source: Requested by %@
fr: Demandé par %@

# req.requested_by_link
source: Requested by
fr: Demandé par

# req.retry
source: Retry
fr: Réessayer

# req.root_folder
source: Folder
fr: Dossier

# req.season_badge
source: Season %@
fr: Saison %@

# req.seasons
source: Season %1$@ | Seasons %1$@
fr: Saison %1$@ | Saisons %1$@

# req.select_all
source: Select all
fr: Tout sélectionner

# req.select_none
source: Select none
fr: Tout désélectionner

# req.stage.approved
source: Approved
fr: Approuvée

# req.stage.approved_dry
source: Approved (dry-run: not sent)
fr: Approuvée (simulation : non envoyée)

# req.stage.available
source: Available
fr: Disponible

# req.stage.declined
source: Declined
fr: Refusée

# req.stage.downloading
source: Downloading
fr: Téléchargement

# req.stage.downloading_eta
source: Downloading %1$@% · %2$@ left
fr: Téléchargement %1$@ % · %2$@ restant

# req.stage.downloading_pct
source: Downloading %@%
fr: Téléchargement %@ %

# req.stage.failed
source: Failed
fr: Échec

# req.stage.requested
source: Pending approval
fr: En attente d’approbation

# req.stage.searching
source: Searching
fr: Recherche en cours

# req.toast_approved_generic
source: Request approved
fr: Demande approuvée

# req.toast_requested_generic
source: Requested
fr: Demandé

# req.unknown_user
source: unknown
fr: inconnu

# req.which_seasons
source: Which seasons?
fr: Quelles saisons ?

# requests.approve_all
source: Approve all %@ pending
fr: Tout approuver (%@ en attente)

# requests.approved_n
source: Approved %1$@ of %2$@
fr: %1$@ approuvées sur %2$@

# requests.approving
source: Approving…
fr: Approbation…

# requests.confirm_all
source: Approve %1$@ pending request? | Approve %1$@ pending requests?
fr: Approuver %1$@ demande en attente ? | Approuver %1$@ demandes en attente ?

# requests.confirm_delete
source: Delete the request for “%@”?
fr: Supprimer la demande pour « %@ » ?

# requests.confirm_delete_arr
source: Delete the request for “%@”? It will also be removed from Radarr/Sonarr (files already on disk are kept).
fr: Supprimer la demande pour « %@ » ? Elle sera aussi retirée de Radarr/Sonarr (les fichiers déjà présents sont conservés).

# requests.confirm_dry
source: Dry-run is on: nothing will be sent to Radarr/Sonarr.
fr: La simulation est active : rien ne sera envoyé à Radarr/Sonarr.

# requests.confirm_live
source: They will be sent to Radarr/Sonarr now.
fr: Elles seront envoyées à Radarr/Sonarr maintenant.

# requests.decline_placeholder
source: Reason (optional, shown to the requester)
fr: Motif (facultatif, montré à la personne qui a demandé)

# requests.decline_title
source: Decline “%@”?
fr: Refuser « %@ » ?

# requests.empty_all
source: No requests yet
fr: Aucune demande pour l’instant

# requests.empty_hint
source: Find something to watch and press Request.
fr: Trouvez quelque chose à regarder et appuyez sur Demander.

# requests.empty_tab
source: Nothing in “%@”
fr: Rien dans « %@ »

# requests.tab.all
source: All
fr: Toutes

# requests.tab.approved
source: Approved
fr: Approuvées

# requests.tab.available
source: Available
fr: Disponibles

# requests.tab.declined
source: Declined
fr: Refusées

# requests.tab.failed
source: Failed
fr: Échecs

# requests.tab.pending
source: Pending
fr: En attente

# requests.tabs_aria
source: Request status
fr: Statut des demandes

# requests.title
source: Requests
fr: Demandes

# requests.total
source: %1$@ request | %1$@ requests
fr: %1$@ demande | %1$@ demandes

# search.aria
source: Search movies, TV shows and people
fr: Rechercher des films, des séries et des personnes

# search.counts
source: %1$@ movies · %2$@ TV shows · %3$@ people
fr: %1$@ films · %2$@ séries · %3$@ personnes

# search.no_quick
source: No quick matches. Press Enter to search.
fr: Aucun résultat rapide. Appuyez sur Entrée pour rechercher.

# search.nothing
source: Nothing found for “%@”
fr: Rien trouvé pour « %@ »

# search.nothing_hint
source: Check the spelling, or try the original title or fewer words.
fr: Vérifiez l’orthographe, ou essayez le titre original ou moins de mots.

# search.page_title
source: Search
fr: Recherche

# search.placeholder
source: Search movies, TV shows, people… ( / )
fr: Rechercher des films, séries, personnes… ( / )

# search.results_for
source: Results for “%@”
fr: Résultats pour « %@ »

# search.see_all
source: See all results
fr: Voir tous les résultats

# search.sub_movie
source: Movie
fr: Film

# search.sub_person
source: Person
fr: Personne

# search.sub_tv
source: TV show
fr: Série

# search.tab_all
source: All
fr: Tout

# search.tagged
source: Tagged “%@”
fr: Avec le mot-clé « %@ »

# search.tags
source: Tags:
fr: Mots-clés :

# seasons.episodes
source: %1$@ episode | %1$@ episodes
fr: %1$@ épisode | %1$@ épisodes

# seasons.loading
source: Loading episodes…
fr: Chargement des épisodes…

# seasons.no_preview
source: No preview
fr: Pas d’aperçu

# seasons.season
source: Season %@
fr: Saison %@

# seasons.title
source: Seasons
fr: Saisons

# state.approved
source: Approved
fr: Approuvé

# state.available
source: Available
fr: Disponible

# state.declined
source: Declined
fr: Refusé

# state.downloading
source: Downloading
fr: Téléchargement

# state.failed
source: Failed
fr: Échec

# state.partial
source: Partially available
fr: Partiellement disponible

# state.requested
source: Requested
fr: Demandé

# state.searching
source: Searching
fr: Recherche

# stats.decades
source: Release decades
fr: Décennies de sortie

# stats.empty
source: Nothing watched yet in this period.
fr: Rien de regardé sur cette période.

# stats.everyone
source: Everyone
fr: Tout le monde

# stats.hours_of_day
source: Watching per hour of the day
fr: Visionnage par heure de la journée

# stats.me
source: Me
fr: Moi

# stats.months
source: Watching per month
fr: Visionnage par mois

# stats.n_episodes
source: %@ episodes watched
fr: %@ épisodes regardés

# stats.n_plays
source: %@ plays
fr: %@ lectures

# stats.n_titles
source: %@ titles
fr: %@ titres

# stats.never_hint
source: %@ titles in the library that nobody ever played, oldest first (admins only).
fr: %@ titres de la bibliothèque que personne n’a jamais lus, les plus anciens d’abord (admins uniquement).

# stats.never_none
source: Every title in the library was watched at least once.
fr: Chaque titre de la bibliothèque a été regardé au moins une fois.

# stats.never_open
source: Open in the Library
fr: Ouvrir dans la bibliothèque

# stats.never_title
source: Never watched by anyone
fr: Jamais regardés par personne

# stats.period
source: Period
fr: Période

# stats.period_12m
source: Last 12 months
fr: 12 derniers mois

# stats.period_30d
source: Last 30 days
fr: 30 derniers jours

# stats.period_all
source: All time
fr: Depuis toujours

# stats.plugin_about
source: About the plugin
fr: À propos du plugin

# stats.plugin_open
source: Open Jellyfin plugins
fr: Ouvrir les plugins Jellyfin

# stats.plugin_step1
source: In Jellyfin: Dashboard → Plugins → Catalog → Playback Reporting → Install, then restart Jellyfin.
fr: Dans Jellyfin : Tableau de bord → Plugins → Catalogue → Playback Reporting → Installer, puis redémarrez Jellyfin.

# stats.plugin_step2
source: Watch something (the plugin records plays from then on).
fr: Regardez quelque chose (le plugin enregistre les lectures à partir de là).

# stats.plugin_step3
source: Tipsarr finds the plugin by itself within the hour. Or run “Playback sync” in Settings → Jobs & hooks.
fr: Tipsarr trouve le plugin tout seul dans l’heure. Ou lancez « Synchro des lectures » dans Réglages → Tâches & hooks.

# stats.plugin_text
source: Only you, as an admin, see this. Tipsarr can import Jellyfin’s Playback Reporting plugin: real watch time, per month, weekday and hour, instead of estimates.
fr: Seuls les admins voient ce message. Tipsarr peut importer le plugin Playback Reporting de Jellyfin : temps réel regardé, par mois, jour de la semaine et heure, au lieu d’estimations.

# stats.plugin_title
source: Want exact watch time and timelines?
fr: Envie du temps de visionnage exact et de graphiques dans le temps ?

# stats.source_estimate
source: Estimated from your watch history (plays × length). Install Playback Reporting in Jellyfin for exact numbers.
fr: Estimé à partir de l’historique (lectures × durée). Installez Playback Reporting dans Jellyfin pour des chiffres exacts.

# stats.source_plugin
source: Exact numbers from Jellyfin’s Playback Reporting.
fr: Chiffres exacts issus de Playback Reporting (Jellyfin).

# stats.tile_hours
source: Time watched
fr: Temps regardé

# stats.tile_hours_est
source: Time watched (estimated)
fr: Temps regardé (estimé)

# stats.tile_plays
source: Plays
fr: Lectures

# stats.tile_plays_sub
source: Most watched genre: %@
fr: Genre le plus regardé : %@

# stats.tile_requests
source: Requests made
fr: Demandes faites

# stats.tile_requests_sub
source: %1$@ available · %2$@ declined
fr: %1$@ disponibles · %2$@ refusées

# stats.tile_titles
source: Titles watched
fr: Titres regardés

# stats.tile_titles_sub
source: %1$@ movies · %2$@ shows
fr: %1$@ films · %2$@ séries

# stats.title
source: Stats
fr: Statistiques

# stats.top
source: Most watched
fr: Les plus regardés

# stats.top_movies
source: Most watched movies
fr: Films les plus regardés

# stats.top_shows
source: Most watched TV shows
fr: Séries les plus regardées

# stats.unit_hours_long
source: hours
fr: heures

# stats.unwatched_mine
source: Requests of yours that are available but that you have not watched.
fr: Vos demandes disponibles que vous n’avez pas regardées.

# stats.unwatched_more
source: and %@ more
fr: et %@ autres

# stats.unwatched_none
source: Nothing here: everything that was asked for has been watched.
fr: Rien ici : tout ce qui a été demandé a été regardé.

# stats.unwatched_others
source: Available requests their requester has not watched.
fr: Demandes disponibles que leur demandeur n’a pas regardées.

# stats.unwatched_since
source: since %@
fr: depuis le %@

# stats.unwatched_title
source: Asked for, never watched
fr: Demandés, jamais regardés

# stats.user
source: Whose stats
fr: Statistiques de

# stats.weekdays
source: Watching per weekday
fr: Visionnage par jour de la semaine

# status.Canceled
source: Canceled
fr: Annulée

# status.Ended
source: Ended
fr: Terminée

# status.In Production
source: In production
fr: En production

# status.Planned
source: Planned
fr: Prévu

# status.Post Production
source: Post-production
fr: En post-production

# status.Released
source: Released
fr: Sorti

# status.Returning Series
source: Returning series
fr: Série en cours

# status.Rumored
source: Rumored
fr: Rumeur

# suggest.because
source: Because you watched %@
fr: Parce que vous avez regardé %@

# suggest.personal
source: Recommended for you
fr: Recommandé pour vous

# suggest.preparing
source: Preparing your recommendations…
fr: Préparation de vos recommandations…

# suggest.refresh
source: ↻ Refresh recommendations
fr: ↻ Actualiser les recommandations

# suggest.refresh_failed
source: Could not refresh right now.
fr: Impossible d’actualiser pour le moment.

# suggest.server
source: Popular on this server
fr: Populaire sur ce serveur

# suggest.trending
source: Trending now
fr: Tendances du moment

# suggest.unavailable
source: Recommendations unavailable: %@
fr: Recommandations indisponibles : %@

# suggest.updating
source: Updating…
fr: Mise à jour…

# theme.dark
source: Dark
fr: Sombre

# theme.light
source: Light
fr: Clair

# theme.system
source: System
fr: Système

# theme.title
source: Theme
fr: Thème

# type.movie
source: Movie
fr: Film

# type.movies
source: Movies
fr: Films

# type.people
source: People
fr: Personnes

# type.person
source: Person
fr: Personne

# type.shows
source: TV shows
fr: Séries

# type.tv
source: TV show
fr: Série

# type.tv_short
source: TV
fr: Série

# users.import
source: Import from Jellyfin
fr: Importer depuis Jellyfin

# users.imported
source: Imported %1$@ new user(s) (%2$@ in Jellyfin).
fr: %1$@ nouvel(le)s utilisateur(s) importé(s) (%2$@ dans Jellyfin).

# users.intro
source: Users appear when they sign in with their Jellyfin account (or via import). Admins can approve requests and change settings.
fr: Les utilisateurs apparaissent quand ils se connectent avec leur compte Jellyfin (ou via l’import). Les administrateurs peuvent approuver les demandes et modifier les réglages.

# users.last_signin
source: last sign-in %@
fr: dernière connexion : %@

# users.region
source: Region
fr: Région

# users.role
source: Role
fr: Rôle

# users.role_admin
source: admin
fr: administrateur

# users.role_user
source: user
fr: utilisateur

# users.title
source: Users
fr: Utilisateurs

# watchlist.empty
source: Nothing here yet. Open a movie or show and press “Watchlist”.
fr: Rien ici pour l’instant. Ouvrez un film ou une série et appuyez sur « À voir ».

# watchlist.hint
source: Hover a poster and press ✕ to remove it from the list.
fr: Survolez une affiche et appuyez sur ✕ pour la retirer de la liste.

# watchlist.title
source: Watchlist
fr: À voir
